{"translation-revision-date":"2024-04-25 13:03:06+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Would you like to clone this Theme or create a Child Theme?":["Souhaitez-vous cloner ce thème ou créer un thème enfant ?"],"Edit Theme Metadata":["Modifier les métadonnées du thème"],"Save Changes to Theme":["Enregistrer les modifications du thème"],"Metadata for %s":["Métadonnées pour %s"],"Variation name":["Nom de la variante"],"Create Variation":["Créer une variante"],"theme.json for %s":["theme.json pour %s"],"Theme created successfully. The editor will now reload.":["Le thème a bien été créé. L’éditeur va maintenant se recharger."],"An error occurred while attempting to export the theme.":["Une erreur est survenue en tentant d’exporter le thème."],"Child theme created successfully. The editor will now reload.":["Le thème enfant a bien été créé. L’éditeur va maintenant se recharger."],"An error occurred while attempting to create the theme.":["Une erreur est survenue lors de la tentative de création du thème."],"Save the Global Styles changes as a theme variation.":["Enregistrer les modifications des styles globaux comme une variante de style du thème."],"Create Theme Variation":["Créer une variante de style du thème"],"Create Child Theme":["Créer un thème enfant"],"Read more.":["Lire la suite."],"List the recommended plugins for this theme. e.g. contact forms, social media. Plugins must be from the WordPress.org plugin repository.":["Listez les extensions recommandées pour ce  thème, par exemple pour des formulaires de contact, ou des réseaux sociaux. Les extensions doivent provenir du dépôt d’extensions de WordPress.org."],"Recommended Plugins":["Extensions recommandées"],"Plugin Name\nhttps:\/\/wordpress.org\/plugins\/plugin-name\/\nPlugin Description":["Nom de l’extension\nhttps:\/\/wordpress.org\/plugins\/plugin-name\/\nDescription de l’extension"],"Export Zip":["Exporter le zip"],"Save Changes":["Enregistrer les modifications"],"An error occurred while attempting to save the theme.":["Une erreur est survenue lors de la tentative d’enregistrement du thème."],"Theme saved successfully. The editor will now reload.":["Le thème a bien été enregistré. L’éditeur va maintenant se recharger."],"Create a blank theme with no styles or templates.":["Créer un thème vierge sans aucun style ni modèles."],"Create Blank Theme":["Créer un thème vierge"],"Theme variation created successfully. The editor will now reload.":["La variation de style de thème a bien été créé. L’éditeur va maintenant se recharger."],"Clone Theme":["Cloner le thème"],"An error occurred while attempting to create the theme variation.":["Une erreur est survenue lors de la tentative de création de la variation de style de thème."],"Theme cloned successfully. The editor will now reload.":["Thème bien cloné. L’éditeur va maintenant se recharger."],"Update":["Mettre à jour"],"An error occurred while attempting to update the theme.":["Une erreur est survenue lors de la tentative de mise à jour du thème."],"Theme updated successfully. The editor will now reload.":["Thème bien mis à jour. L’éditeur va maintenant se recharger."],"Theme Subfolder":["Sous-dossier du thème"],"A comma-separated collection of tags":["Une collection d’étiquettes séparées par des virgules"],"Theme tags":["Étiquettes du thème"],"Version of the theme":["Version du thème"],"Version":["Version"],"Edit Metadata properties of the current theme.":["Modifier les propriétés des métadonnées du thème actuel."],"Author URI":["URI de l’auteur\/autrice"],"Author":["Auteur\/autrice"],"Theme URI":["URI de thème"],"A short description of the theme":["Une courte description du thème"],"Theme description":["Description du thème"],"Theme name":["Nom du thème"],"UI String\u0004Create Block Theme":["Create Block Theme"],"the WordPress team":["L’équipe WordPress"],"https:\/\/github.com\/wordpress\/twentytwentythree\/":["https:\/\/github.com\/wordpress\/twentytwentythree\/"],"Create Theme":["Créer le thème"],"https:\/\/wordpress.org\/":["https:\/\/fr.wordpress.org\/"],"Create Block Theme":["Create Block Theme"]}},"comment":{"reference":"build\/plugin-sidebar.js"}}